Repository: cmssoftteam/Kesim
Catalog: Logical/Infastructure/AlarmX/Alerts.tmx
Source language: en
Languages: tr

source: Pressed E-Stop button.
tr: Acil stop butonuna basıldı.

source: Phase Order Relay
tr: Faz Rölesi Hatası

source: Exit 3 Conveyor Fault
tr: Çıkış 3 Konveyor Hatası

source: Automatic mode error - in machine is unexpected glass
tr: Otomatik moda geiçlemiyor, Sensorleri kontrol edin

source: Machine is not AUTO Mode
tr: Makina Otomatikte Degil!!

source: Exit-2 Bridge Homing Error
tr: Exit-2 KopruReferanslama Hatası

source: Exit-3 Bridge Homing Error
tr: Exit-3 KopruReferanslama Hatası

source: Exit-4 Bridge Homing Error
tr: Exit-4 KopruReferanslama Hatası

source: Vacuum Error, Check the Vacuum Sensors
tr: Vakum Sinyalini veya Geride Sinyalini Kontrol Edin

source: White material silo is empty !!!
tr: Beyaz İlaç Bitmek Üzere !!!

source: Blak material silo is empty
tr: Siyah İlaç Bitmek Üzere !!!

source: Wrong hydraulic calibration - some of speed is zero
tr: Hidrolik Parametrelerini Kontrol Edin

source: The Material may freeze. Take your material
tr: İlaç Donabilir İlaç Alınız.

source: Machine Mixing. Clean, Fill, or Mix.
tr: Makina Karışımda. Temizlik, Dolum veya Karışım Alınız.

source: SPATULA Sensors TimeOut, Please Chek Piston Sensors!
tr: SPATULA Sensorlerini Kontrol Edin

source: SEALING_IO_NOT_PARKED, Please Check the Head Sensors
tr: Kafa-Kopru Sensorlerini Kontrol Edin

source: Sealing Inputs Not Parked, Check the Head and Bridge Sensors
tr: Referans Yapılmadı Sealing

source: One of EXIT Units has detected glass
tr: Çıkış Unitesinde Cam var!

source: One of ENTRY Units has detected glass
tr: Giriş Unitesinde Cam var!

source: Exit 4 Conveyor Fault
tr: Çıkış 4 Konveyor Hatası

source: Seal Unit glass detected
tr: İlaç Çekme Unitesinde Cam Algılandı!!!

source: Vacuum Is Back Signal or Vacuum Signal Error!
tr: Vacum Geride veya Vakum Sinyalini Kontrol Edin!

source: Entry Glass Size Buffer Empty Error
tr: Girişteki Camın Eni Ölçülemedi. Buffer Boş Kontrol

source: Entry Glass Size Buffer Full Error
tr: Girişteki Cam Boy Bilgisi Hatalı. Buffer Dolu

source: Depth Finger still on glass, Please Check Glass Corner Sensors
tr: Derinlik Ölçme Hala Cam Üzerinde, Cam Köşesi Yanlış Algılanmış

source: Hydraulic Pressure Fault on Corner Filling
tr: Köşe Dolumda Hydrolik Unite Arızası

source: Depth Finger is out of range
tr: Derinlik Ölçme Ölçme Sınırının Dışına Çıktı!

source: Depth Finger needs to be calibrate for Auto Mode
tr: Derinlik Ölçme Kalibre Edilmesi Gerekli, Otomatik Çalışılamaz

source: Maximum Filling TimeOut Check the Hydraulic Up-Down Sensors
tr: Maksimum Dolum Süresi Aşıldı. Sensor ve basınc kontrol ediniz.

source: Gear Out Error Exit Units, Call CMS Service
tr: Çıkış Ünitesi Senkronizasyondan Çıkamadı

source: Exit 5 Conveyor Fault
tr: Çıkış 5 Konveyor Hatası

source: Exit 6 Conveyor Fault
tr: Çıkış 6 Konveyor Hatası

source: Exit 7 Conveyor Fault
tr: Çıkış 7 Konveyor Hatası

source: Exit 8 Conveyor Fault
tr: Çıkış 8 Konveyor Hatası

source: Y Head Axis Fault
tr: Y Kafa Eksen Hatası

source: C Axis Fault
tr: C Eksen Hatası

source: Z Axis Fault
tr: Z Eksen Hatası

source: Hydralic Motor Fault
tr: Hidrolik Motor Hatası

source: Air Pressure Fault!
tr: Hava Yetersiz!

source: Vacuum Axis Fault
tr: Vakum Ekseni Hatası

source: Entry Unit-1 Thickness Error
tr: Giriş-1 Kalınlık Eksen Hatasi

source: Entry Unit-1 Thickness Parametres Wrong
tr: Giriş-1 Kalınlık Parametreleri Hatali- Otomatik Çalışılamaz

source: Entry Unit-1 Thickness Encoder Wrong
tr: Giriş-1 Kalınlık Enkoder Hatali- Otomatik Çalışılamaz

source: Entry Unit-1 Sensors Error
tr: Giriş-1 Kalınlık Sinyal Hatasi

source: Entry Unit-1 Homing Error
tr: Giriş-1 Refranslama Hatası

source: Entry Unit-1 Glass Stop Sensor Blinked, Check Sensor or Glass Dirty
tr: Giriş-1 Cam Durdurma Sensoru camı İki kere gördü

source: Head Y Glass Sensor Blinked,Check Sensor or Glass Dirty
tr: Kafa Sensoru Cam Kurtuldu Hatası(İki kere gördü)

source: Exit 1 Bridge Axis Fault
tr: Çıkış 1 Köprü Eksen Hatası

source: Parking is not possible - Check Inputs on Conveyors
tr: Giriş ve Çıkışları Sensorleri Kontrol Ediniz.

source: Filling is taking too long. Check sensors on Hydraulic System
tr: İlaç Dolum uzun sürdü. Hidrolik Sensorleri kontrol edin

source: Mixed Material in mixer can be frozen!!!
tr: İlaç Siyahta ve Donabilir!!!

source: Homing Timeout. Check Sensors
tr: Referans Zaman Aşımı

source: Entry Unit-2 Homing Timeout Fault
tr: Giriş-2 Kalınlık Sıfırlama Hatasi

source: Entry Unit-2 Driver Fault
tr: Giriş-2 Kalınlık Sürücü Hatasi

source: Entry Unit-2 Thickness Parametres Wrong
tr: Giriş-2 Kalınlık Parametreleri Hatali- Otomatik Çalışılamaz

source: Entry Unit-2 Thickness Encoder Wrong
tr: Giriş-2 Kalınlık Enkoder Hatali- Otomatik Çalışılamaz

source: Entry Unit-2 Sensors Error
tr: Giriş-2 Kalınlık Sinyal Hatasi

source: Entry Unit-2 Homing Error
tr: Giriş-2 Refranslama Hatası

source: C or Z Motor Encoders needs to be adjust!!!
tr: C veya Z Eksen Enkoderleri Ayarlanması Gerekli!

source: Glass Thickness or Spacer Values are wrong!!! Check the parameters
tr: Cam-Çıta Kalınlık Bilgilerini Kontrol Edin!

source: Vacuum Axis is reached to limit!!!
tr: Vakum Ekseni Limite Ulaştı!!!

source: Power On Problem
tr: Eksenlere Güç Verilemiyor

source: Exit Unit-1 Homing Timeout. Check Sensors
tr: Exit-1Kalınlık Sıfırlama Hatasi

source: Exit Unit-1 Driver Fault
tr: Exit-1 Kalınlık Sürücü Hatasi

source: Exit Unit-1 Thickness Parametres Wrong
tr: Exit-1 Kalınlık Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-1 Thickness Encoder Wrong
tr: Exit-1 Kalınlık Enkoder Hatali- Otomatik Çalışılamaz

source: Exit-1 Bridge Homing TimeOut!
tr: Exit-1 Köprü Referans Zaman Aşımı!

source: Exit-1 Bridge Servo Drive Error!
tr: Exit-1 Köprü Servo Sürücü Arıza!

source: Exit-1 Bridge Glass Edge Sensors Error! Check Sensors!
tr: Exit-1 Köprü Sensorlerden Yanlış Sinyal Geliyor.

source: Exit-1 Bridge Pointer Adressing Error. Call CMS Service
tr: Exit-1 Köprü FB Adreleme Pointer Hatası

source: Exit-1 Sensors Error! Check Sensors!
tr: Exit-1 Sensorlerden Yanlış Sinyal Geliyor.

source: Exit-1 Entry Sensor Blinked when the Glass Edge Detected
tr: Çıkış-1 Giriş Sensorü Camın Kenarını iki kez gördü

source: Exit-2 Bridge Homing Sensor Error
tr: Exit-2 KopruReferanslama Sensoru Görmedi Zaman Aşımı

source: Exit-2 Bridge Driver Error
tr: Exit-2 Kopru Sürücü Arıza

source: Exit-2 Thickness Homing Error!
tr: Exit-2 Kalınlık Referanslama Arıza

source: Exit-2 Conveyor Driver Error
tr: Exit-2 Konveyor Sürücü Arıza

source: Exit Unit-2 Thickness Parametres Wrong
tr: Exit-2 Kalınlık Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-2 Thickness Encoder Wrong
tr: Exit-2 Kalınlık Enkoder Hatali- Otomatik Çalışılamaz

source: Exit Unit-2 BridgeParametres Wrong
tr: Exit-2 Köprü Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-2 Bridge Encoder Wrong
tr: Exit-2 Köprü Enkoder Hatali- Otomatik Çalışılamaz

source: Exit-2 Sensors Error! Check Sensors!
tr: Exit-2 Sensorlerden Yanlış Sinyal Geliyor.

source: Entry-1 Conveyor Fault
tr: Giriş-1 Konveyor Hatası

source: Exit-3 Bridge Homing Sensor Error
tr: Exit-3 KopruReferanslama Sensoru Görmedi Zaman Aşımı

source: Exit-3 Bridge Driver Error
tr: Exit-3 Kopru Sürücü Arıza

source: Exit-3 Thickness Homing Error!
tr: Exit-3 Kalınlık Referanslama Arıza

source: Exit-3 Conveyor Driver Error
tr: Exit-3 Konveyor Sürücü Arıza

source: Exit Unit-3 Thickness Parametres Wrong
tr: Exit-3 Kalınlık Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-3 Thickness Encoder Wrong
tr: Exit-3 Kalınlık Enkoder Hatali- Otomatik Çalışılamaz

source: Exit Unit-3 BridgeParametres Wrong
tr: Exit-3 Köprü Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-3 Bridge Encoder Wrong
tr: Exit-3 Köprü Enkoder Hatali- Otomatik Çalışılamaz

source: Exit-3 Sensors Error! Check Sensors!
tr: Exit-3 Sensorlerden Yanlış Sinyal Geliyor.

source: Exit-4 Bridge Homing Sensor Error
tr: Exit-4 KopruReferanslama Sensoru Görmedi Zaman Aşımı

source: Exit-4 Bridge Driver Error
tr: Exit-4 Kopru Sürücü Arıza

source: Exit-4 Thickness Homing Error!
tr: Exit-4 Kalınlık Referanslama Arıza

source: Exit-4 Conveyor Driver Error
tr: Exit-4 Konveyor Sürücü Arıza

source: Exit Unit-4 Thickness Parametres Wrong
tr: Exit-4 Kalınlık Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-4 Thickness Encoder Wrong
tr: Exit-4 Kalınlık Enkoder Hatali- Otomatik Çalışılamaz

source: Exit Unit-4 BridgeParametres Wrong
tr: Exit-4 Köprü Parametreleri Hatali- Otomatik Çalışılamaz

source: Exit Unit-4 Bridge Encoder Wrong
tr: Exit-4 Köprü Enkoder Hatali- Otomatik Çalışılamaz

source: Entry 2 Conveyor Fault
tr: Giriş 2 Konveyor Hatası

source: Entry 3 Conveyor Fault
tr: Giriş 3 Konveyor Hatası

source: Entry 4 Conveyor Fault
tr: Giriş 4 Konveyor Hatası

source: Exit 1 Conveyor Fault
tr: Çıkış 1 Konveyor Hatası

source: Exit 2 Conveyor Fault
tr: Çıkış 2 Konveyor Hatası

source: Hydr. Axis is not ready to start
tr: Hidrolik Motor Çalışmaya Hazır Değil!!

source: Wrong value of selected hydraulic unit unit
tr: Seçili Hidrolik Unite Hatalı

source: Hydraulic pump speed is zero. Check the parameters!
tr: Hidrolik Unite Hızı 0, Parametreleri kontrol edin

source: No change of pump move direction - check up and down sensors
tr: Hidrolik Unite Dolum Yönü değişmiyor, Yukarı-Aşağı Sensorleri kontrol edin.

source: Filling - filling of A or B material is taking too long - check pressure sensors
tr: A veya B Dolum Zamanı Aşıldı. Sensorleri veya basıncı kontrol edin

source: Speeding up pump is taking too long
tr: Hydraulic Pompa Hızı Yükselemiyor

source: Reaching set pressure is taking too long
tr: İstenen İlaç Basıncına Ulaşılamadı

source: During dosing system ran out of material
tr: Dozlama sırasında sistemde malzeme tükendi.

source: Filling pressure is reached, but hydraulic cilinder is not in down position
tr: Silindir Aşağı Indi fakat Basınca Ulaşılamadı.

source: A1 component pressure is too high
tr: A1 Basıncı Yüksek!!!

source: B1 component pressure is too high
tr: B1 Basıncı Yüksek!!!

source: A2 component pressure is too high
tr: A2 Basıncı Yüksek!!!

source: B2 component pressure is too high
tr: B2 Basıncı Yüksek!!!

source: Hydraulic pump servo is in error
tr: Hidrolik Servo Motor Arıza!!!

source: Material in mixer is to long - Make Cleaning or Dossing
tr: Giriş veya Çıkıştaki Camlari Kaldırin, İlaç Donacak!

source: 1.Edge Maximum Depth for Exceeded
tr: 1. Kenar İçin Maksimum Derinlik Aşıldı

source: 2.Edge Maximum Depth for Exceeded
tr: 2. Kenar İçin Maksimum Derinlik Aşıldı

source: 3.Edge Maximum Depth for Exceeded
tr: 3. Kenar İçin Maksimum Derinlik Aşıldı

source: 4.Edge Maximum Depth for Exceeded
tr: 4. Kenar İçin Maksimum Derinlik Aşıldı
